Repository: giellalt/corpus-nob
Catalog: prestable/tmx/smj/facta/other_files/samer_med_funksjonsnedsettelse_nob.pdf.tmx
Source language: nob
Languages: smj

source: SAMMENDRAG
smj: TJOAHKKÁJGÆSOS

source: Denne rapporten er skrevet på oppdrag fra Nordens Velferdssenter (NVC), og er sluttrapporten til det kvalitative norske delprosjektet ”Mennesker med funksjonsnedsettelser og samisk bakgrunn”.
smj: Dát diedádus la tjáleduvvam Nordens Velferdssentera (NVC) åvdås, ja le hæjttodiedádus vuonarijka kvalitatijvalasj oasseprosjevtas ”Ulmutja doajmmahieredimij ja sáme duogátjijn”.

source: Formålet med prosjektet har vært å øke forståelsen for situasjonen til samer med funksjonsnedsettelse(r).
smj: Prosjevta ulmme le læhkám lasedit dádjadusáv sámij doajmmahieredimij dile birra.

source: Barne-, ungdoms- og familiedirektoratet (Bufdir) har tidligere avdekket at det foreligger lite vitenskapelig forskningsbasert kunnskap på dette området.
smj: Mánáj-, nuoraj-, ja familljadirektoráhtta (Mnfdir) la åvdutjis ilmodam e gávnnu moadda diedalasj guoradallama dán suorgen.

source: Bufdir har stått bak bevilgningen av prosjektmidler til Nordens Velferdssenter, som har hatt det økonomiske ansvaret for prosjektet vårt.
smj: Mnfdir la prosjæktarudájt Nuortalasj álkkádusguovdátjij doarjjam, ja siján le læhkám ekonomalasj åvdåsvásstádus dán prosjevtas.

source: Prosjektet har hatt en tredelt problemstilling:
smj: Prosjevtan lij gålmååsak tjuolmma:

source: • Hvordan opplever samer med funksjonsnedsettelse(r) sin egen hverdag?
smj: • Gåktu åtsådalli sáme doajmmahieredime iehtjasa bæjválasj iellemav?

source: • Hvordan opplever samer med funksjonsnedsettelse(r) viktige overganger i livet?
smj: • Gåktu åtsådalli sáme doajmmahieredime ájnas målssomijt iehtjasa iellemin?

source: • Hvordan deltar samer med funksjonsnedsettelse(r) i demokratiske prosesser?
smj: • Gåktu sæbrri sáme doajmmahieredime demokráhtalasj prosessajda?

source: Innholdet i rapporten baserer seg på til sammen 31 semi-strukturerte intervju med samer med funksjonsnedsettelse(r), og/ eller med deres pårørende eller verge.
smj: Diededusá vuodon li tjoahkkáj 31 oassestruktureridum ságájdahttema sámijs doajmmahieredimij ja/jali sijá lagámusáj jali åhttsij.

source: Utvalget består av både barn, ungdom, voksne og eldre.
smj: Ságájdahteduvvam li sihke máná, nuora, ållessjattuga ja vuoras ulmutja.

source: Studien er gjennomført i perioden april 2014 til desember 2015.
smj: Guoradallam tjadáduváj vuoratjismános jagen 2014 gitta javllamánnuj jagen 2015.

source: Arbeidet med studien er fulgt av en referansegruppe bestående både av representanter fra samiske organisasjoner og miljøer, samt funksjonshemmedes organisasjoner og miljøer.
smj: Guoradallama barggo l bærrájgåtseduvvam referánssajuohkusis åvdåstiddjij sáme organisasjåvnåjs ja sáme birrasis la ja duodden aj doajmmahieredime organisasjåvnå ja birrasa.

source: Studien peker på flere forhold innen det norske velferdsapparatet som kan være til hinder for at mennesker med samisk bakgrunn og funksjonsnedsettelse(r) får likeverdige tilrettelagte tjenester.
smj: Guoradallam tsuojggi moadda vidjurijt vuona álkkádusapparáhtan ma luluj hieredussan liehket vaj sáme ja doajmmahieredime e oadtjo avtaárvvusasj hiebaduvvam dievnastusájt.

source: Hjelpeapparatet tilbyr standardiserte tjenester tilpasset majoritetssamfunnets behov.
smj: Viehkkeapparáhtta fállá dábálasj dievnastusájt ma li hiebaduvvam ieneplåhkosebrudagá dárbojda.

source: Dette innebærer blant annet at fokus på diagnose og funksjonsnedsettelse overskygger en tilnærming som forstår, verdsetter og vektlegger det kulturspesifikke i samisk tenkemåte, verdier, historie og hverdagsliv.
smj: Dat sihtá javllat duola dagu tjalmostahttem diagnoserimis ja doajmmahieredimes binnet lahkanimvuogev mij dádjat, árvvon adná ja dættot kultursierralágásjvuodav sáme ájádallamvuoges, árvojs, histåvrås ja bæjválasj iellemis.

source: En konsekvens er at personer med samisk bakgrunn kan møte kulturelle og språklige barrierer i kontakt med hjelpeapparatet.
smj: Båhtusin soajttá ulmutja sáme duogátjin vásedij hieredusájt viehkkeapparáhta aktijvuodan.

source: Manglende kunnskap fra norske tjenesteytere om samers indirekte kommunikasjonsformer knyttet til sykdom og helse gjør at møtet med norsk helsevesen kan oppleves som vanskelig.
smj: Dádjadahtesvuohta vuona barggijn sámij iehpenjuolgga guládallamvuogij birra skihpudagá ja varresvuoda hárráj dahká váj aktijvuohta vuona varresvuodadåjmadagán soajttá gullu gássjelis.

source: I tillegg medfører manglende mulighet til å benytte eget språk begrenset tilgang til nødvendig informasjon.
smj: Duodden gå ij la vejulasj ietjas iednegielav adnet de la gássjelis ájnas diedojt ávkkit.

source: Dette siden samer (som bruker samisk i hverdagslivet) helst ikke ønsker å benytte seg av tolk, men å kunne snakke om sykdom, helse og funksjonsnedsettelse(r) på sitt eget morsmål.
smj: Danen gå sáme (gænna le sámegiella bæjválasjgiellan) e vuojga sidá dålkåv, valla huoman sihti skihpudagáj, varresvuoda ja doajmmahieredime birra sáhkadit ietjas iednegiellaj.

source: Samer tenker tradisjonelt ikke i diagnostiske termer.
smj: Dábálattjat sáme e ájádalá diagnostikalasj termajt.

source: Mennesker med funksjonsnedsettelser betraktes av mange samer som en del av den naturlige variasjonen, og en har vært opptatt av å gi alle individer en funksjon de kan fylle i samfunnet.
smj: Ulmutja doajmmahieredimij aneduvvi moadda sámijs oassen luondulasj ieridisás, ja berusti juohkkahattjav sebrudagán doajmmaj biedjat.

source: På tross av stor forskjell mellom samisk folkemedisin og vestlig skolemedisin, anvender mange samer med funksjonsnedsettelse(r) disse parallelt og opplever god nytte av begge deler.
smj: Vájku sieradus sáme álmmukdálkudime ja alusj skåvllådálkudime gaskan, de sáme doajmmahieredimij adni dájt buohtalakkoj ja goappátjij bieles ávkástalli.

source: Innenfor samisk folkemedisin er særlig tradisjonen med å benytte alternative behandlere (guvllár, leser, håndspålegger), og det å bli lest på levende blant samer med ulike funksjonsnedsettelser.
smj: Sáme álmmukdálkudimen la dáhpe adnet alternatijva giehtadallijt (låhkke), ja lågåduvvat la viehka dábálasj sámijda duon dán doajmmahieredimijn.

source: For de eldre og godt voksne informantene var det å bli sendt på internatskole og å bli nektet tilgang til eget språk en stor belastning, og hvor funksjonsnedsettelsen har gjort dette ekstra utfordrende for deres hverdagsliv.
smj: Skåvllåj gulluji moadda vásádusá sámijda doajmmahieredimij, aj nievres vásádusá. Vuorrasamos diehtovaddijda lij stuorra vájvven gå internáhtaj rájaduvvin ja ettjin besa iednegielav hållat, ja duodden la doajmmahieredibme lasedam dáv hásstalusáv iehtjasa bæjválasj iellemin.

source: Selv om unge og voksne samer med funksjonsnedsettelse(r) primært har fått gå på skole i sitt nærmiljø, viser det seg at tilgangen til samisk språkopplæring tross rettighetsfesting fortsatt kan være en kamp for mange.
smj: Vájku ienemusoase nuorajs ja ållesjattugijs li ienemusát lahkabirrasin skåvlåv vádtsám, de la vuojnnet vilá moattes gudi rahtji váj oadtju sáme giellaåhpadusáv, vájku la rievtesvuodaj tjanádum.

source: På tvers av alder fremgår det at mobbing i skolen er omfattende.
smj: Åbbålattjat buolvaj gaskan le viehka ållo givsedibme skåvlåjn.

source: Samer med funksjonsnedsettelser mobbes både på grunn av sin samiske bakgrunn og sin funksjonsnedsettelse.
smj: Sáme sihke doajmmahieredime diehti ja sámevuoda diehti givseduvvi.

source: Mobbingen utføres både av norske og samiske medelever.
smj: Givseduvvi sihke sáme ja dáro oahppeguojmijs.

source: Å få tilgang til arbeidslivet oppleves av flere som en utfordring.
smj: Barggoiellemij bessat aneduvvá stuorra hásstalussan ienemusoassáj.

source: Fra hjelpeapparatets side kan det se ut til at fokuset primært er på funksjonsnedsettelsen og lite på samisk bakgrunn.
smj: Viehkkeapparáhta bieles vuojnnet ienemusát doajmmahieredibme tjalmostuvvá ja binnep sáme duogásj.

source: På tross av funksjonsnedsettelsen(e) velger flere å jobbe innenfor tradisjonelle samiske næringer som reindrift, fiske og jordbruk.
smj: Niedjen doajmmahieredimij de ålos barggi árbbedábálasj sáme æládusájn duola dagu ællosujton, guolástimen ja ednambargon.

source: For de som får en funksjonsnedsettelse i voksen alder er redusert deltagelse eller å falle ut av arbeidslivet en tøff overgang.
smj: Sidjij gudi ållesjattugin doajmmahieredibmáj boahttujin la gássjelis gå e besa stuovvásit barggat jali e åvvånis máhte barggat doajmmahieredime diehti.

source: Blant samene med utviklingshemming jobbet flere tidligere innenfor det ordinære arbeidslivet, men har i dag tilbud ved ulike kommunale sysselsettingstiltak som verksted og dagsenter.
smj: Sámij gaskan moattes doajmmahieredimij åvddåla barggin dábálasj barggoiellemin, valla uddni li siján fálaldagá gieldalasj viddnodåjmajn duola dagu divudagán ja biejvveguovdátjin.

source: Når det gjelder demokratisk deltagelse ser samisk bakgrunn ut til å fremme engasjement og aktivitet i samfunnslivet, mens funksjonsnedsettelsen er et forhold som bidrar til manglende eller redusert deltagelse.
smj: Gå la sáhka demokráhtalasj oassálasstemis de vuojnunagi sáme duogásj berustimev åvdet ja dåjmalasjvuodav sebrudakiellemin, madi doajmmahieredibme le dille mij binnet jali gádot oassálasstemav.

source: For øvrig ser samer med funksjonsnedsettelse(r) sin deltagelse i demokratiske prosesser i liten grad ut til å skille seg fra deltagelsen til mennesker uten funksjonsnedsettelser.
smj: Ietján ij la vuojnnet sieradus sáme doajmmahieredimij oassálasstemis demokráhtalasj prosessajn ja ulmutjij oassálasstemis váni doajmmahieredimijn.

source: Et annet viktig funn er opplevelsen av ofte å måtte forsvare samiske interesser på vegne av hele den samiske befolkningen i enhver sammenheng.
smj: Ietjá ájnas gávnadus le åtsådallama gå álu hæhttu bælostit sáme berustimijt ålles sáme sebrudagá åvdås juohkka aktijvuodan.

source: Å forsvare slike interesser oppleves tidvis som en ekstra belastning.
smj: Bælostit dákkir berustimijt muhttijn dåbddu duodde fámmban.

source: Svaret på spørsmålet om hvordan situasjonen til samer med funksjonsnedsettelse(r) er, er at det her ikke er mulig å snakke om en situasjon.
smj: Vásstádus gatjálvissaj gåktu li sáme doajmmehieredimij vijor, le ij dåhkki dåssju avta dile birra sáhkadit.

source: Av beskrivelsene som er kommet frem gjennom intervjuene fremgår at det derimot er snakk om et stort mangfold når det gjelder hverdagslivet, overgangene og den demokratiske deltagelsen til samer med funksjonsnedsettelse(r).
smj: Ságájdahttemij baktu åvddånboahtá valjesvuohta mij guosská bæjválasj iellemav, målssomijt, ja demokráhtalasj oassálasstemav sámijda doajmmahieredimij.

source: Intervjuene viser at situasjonen til samer med funksjonsnedsettelse varierer både med oppvekstsvilkår, tilknytning til egen samisk bakgrunn, kjønn, type funksjonsnedsettelse, alder og bosted og så videre. Samtidig er det innenfor det norske velferdsapparatet fremdeles et stort behov for større kunnskap om samisk kultur, språk og identitet, og større bevissthet om hva dette i praksis innebærer.
smj: Ságájdahttemij baktu åvddånbåhti moattebelak vidjura sámijda doajmmahieredimij mij guosská sjaddamdilev, tjadnasav iehtjasa sámevuohtaj, sjiervev, makkir doajmmahieredibme, álldarv, årromsajev jnv. Sæmmi båttå la vilá stuorra dárbbo vuona varresvuodaapparáhtan lasedit máhtudagáv mij guosská sáme kultuvrav, gielav ja identitehtav, ja aj stuoráp diedulasjvuodav majt åbbålattjat dát merkaj.

source: Målet må være at de profesjonelle velferdsarbeiderne møter utfordringene med et kyndig blikk for det kulturspesifikke i den samiske kulturen.
smj: Ulmme viertti liehket juhte álkkádusbargge duosstu hásstalusájt fáhkatjiehpes vuojnoj mij guosská kultursierralágásjvuodajt sáme kultuvra hárráj.
